export const CREATED_CHAT_LIST = ["프론트엔드 스터디", "타입스크립트 마스터 그룹", "UI/UX 디자인 토론방"];

export const JOINED_CHAT_LIST = ["React 개발자 모임", "Next.js 프로젝트 팀", "웹 퍼포먼스 최적화 연구"];

export const DUMMY_CHAT_MESSAGES = [
  {
    isUser: true,
    message:
      "안녕하세요!안녕하세요!안녕하세요!안녕하세요!안녕하세요!안녕하세요!안녕하세요!안녕하세요!안녕하세요!안녕하세요!안녕하세요!안녕하세요!안녕하세요!안녕하세요!안녕하세요!안녕하세요!안녕하세요!안녕하세요!안녕하세요!안녕하세요!안녕하세요!안녕하세요!안녕하세요!안녕하세요!안녕하세요!안녕하세요!안녕하세요!안녕하세요!안녕하세요!안녕하세요!안녕하세요!안녕하세요!안녕하세요!안녕하세요!안녕하세요!안녕하세요!안녕하세요!안녕하세요!안녕하세요!안녕하세요!안녕하세요!안녕하세요!안녕하세요!안녕하세요!안녕하세요!",
    time: "오후 2:30",
  },
  { isUser: false, message: "안녕하세요! 무엇을 도와드릴까요?", time: "오후 2:31" },
  { isUser: true, message: "이 서비스에 대해 궁금한 점이 있어요.", time: "오후 2:32" },
  { isUser: false, message: "네! 편하게 질문해 주세요.", time: "오후 2:33" },
];
